Repository: materialofair/zeroNet_Space
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, pl, pt_br, zh_hans, zh_hant

# settings.feature.encryption.title
source: Full-device encryption
de: Geräteweite Verschlüsselung
es: Cifrado de todo el dispositivo
fr: Chiffrement de tout l’appareil
id: Enkripsi seluruh perangkat
ja: デバイス全体の暗号化
pl: Szyfrowanie całego urządzenia
pt_br: Criptografia de todo o dispositivo
zh_hans: 全程设备端加密
zh_hant: 全程設備端加密

# settings.feature.noAccount.desc
source: No account, email, or server connection is required
de: Kein Konto, keine E-Mail und keine Serververbindung erforderlich
es: No se requiere cuenta, correo ni conexión a un servidor
fr: Aucun compte, e-mail ni connexion à un serveur nécessaire
id: Tidak memerlukan akun, email, atau koneksi server
ja: アカウント、メール、サーバー接続は不要です
pl: Nie wymaga konta, adresu e-mail ani połączenia z serwerem
pt_br: Não exige conta, e-mail ou conexão com servidor
zh_hans: 无需账号、邮箱或服务器连接
zh_hant: 無需賬號、郵箱或服務器連接

# settings.feature.noAccount.title
source: No account needed
de: Kein Konto erforderlich
es: No necesitas una cuenta
fr: Aucun compte nécessaire
id: Tidak perlu akun
ja: アカウント不要
pl: Bez konta
pt_br: Não precisa de conta
zh_hans: 无需账号
zh_hant: 無需賬號

# settings.feature.offline.desc
source: Works entirely offline so nothing ever leaves your device
de: Funktioniert vollständig offline; nichts verlässt dein Gerät
es: Funciona totalmente sin conexión; nada sale de tu dispositivo
fr: Fonctionne entièrement hors ligne : rien ne quitte votre appareil
id: Bekerja sepenuhnya offline sehingga tidak ada yang keluar dari perangkat Anda
ja: 完全にオフラインで動作し、データがデバイスから送信されることはありません
pl: Działa całkowicie offline, więc nic nie opuszcza urządzenia
pt_br: Funciona totalmente offline, sem que nada saia do seu dispositivo
zh_hans: 完全离线运行，数据绝不离开设备
zh_hant: 完全離線運行，資料絕不離開設備

# settings.feature.offline.title
source: Offline by design
de: Von Grund auf offline
es: Diseñada para funcionar sin conexión
fr: Hors ligne par conception
id: Dirancang untuk offline
ja: オフラインを前提に設計
pl: Zaprojektowano do pracy offline
pt_br: Projetado para funcionar offline
zh_hans: 天生离线
zh_hant: 天生離線

# settings.feature.onePurchase.desc
source: One-time unlock replaces subscriptions
de: Einmaliges Freischalten statt Abonnements
es: Un pago único sustituye las suscripciones
fr: Un déblocage unique remplace les abonnements
id: Pembukaan satu kali menggantikan langganan
ja: サブスクリプションではなく買い切り
pl: Jednorazowe odblokowanie zamiast subskrypcji
pt_br: Um único desbloqueio substitui assinaturas
zh_hans: 一次性购买，无需订阅
zh_hant: 一次性購買，無需訂閱

# settings.feature.onePurchase.title
source: One-time purchase
de: Einmaliger Kauf
es: Compra única
fr: Achat unique
id: Pembelian satu kali
ja: 買い切り
pl: Jednorazowy zakup
pt_br: Compra única
zh_hans: 一次性购买
zh_hant: 一次性購買

# settings.folderManagement
source: Folder Management
de: Ordnerverwaltung
es: Gestión de carpetas
fr: Gestion des dossiers
id: Pengelolaan folder
ja: フォルダ管理
pl: Zarządzanie folderami
pt_br: Gerenciamento de pastas
zh_hans: 文件夹管理
zh_hant: 資料夾管理

# settings.github.description
source: 100% Open Source • View Source Code
de: 100% Open Source • Quellcode ansehen
es: 100% de código abierto • Ver código fuente
fr: 100% open source • Voir le code source
id: 100% sumber terbuka • Lihat kode sumber
ja: 100%オープンソース • ソースコードを見る
pl: W 100% otwarty kod • Zobacz kod źródłowy
pt_br: 100% código aberto • Ver código-fonte
zh_hans: 100% 开源 • 查看源代码
zh_hant: 100% 開源 • 查看源代碼

# settings.gridColumns
source: Grid Columns: %d
de: Rasterspalten: %d
es: Columnas de cuadrícula: %d
fr: Colonnes de la grille : %d
id: Kolom kisi: %d
ja: グリッドの列数：%d
pl: Kolumny siatki: %d
pt_br: Colunas da grade: %d
zh_hans: 网格列数：%d
zh_hant: 網格列數：%d

# settings.importantReminder
source: Important Reminder
de: Wichtiger Hinweis
es: Recordatorio importante
fr: Rappel important
id: Pengingat penting
ja: 重要なお知らせ
pl: Ważna informacja
pt_br: Lembrete importante
zh_hans: 重要提醒
zh_hant: 重要提醒

# settings.logout.confirm
source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
id: Keluar
ja: ログアウト
pl: Wyloguj się
pt_br: Sair
zh_hans: 退出登录
zh_hant: 退出登入

# settings.logout.message
source: You'll need to re-enter your password to access private content after logging out
de: Nach dem Abmelden musst du dein Passwort erneut eingeben, um auf private Inhalte zuzugreifen
es: Tras cerrar sesión, tendrás que volver a introducir tu contraseña para acceder al contenido privado
fr: Après la déconnexion, vous devrez saisir à nouveau votre mot de passe pour accéder aux contenus privés
id: Setelah keluar, Anda harus memasukkan ulang kata sandi untuk mengakses konten pribadi
ja: ログアウト後にプライベートコンテンツへアクセスするには、パスワードの再入力が必要です
pl: Po wylogowaniu trzeba ponownie wpisać hasło, aby uzyskać dostęp do prywatnych treści
pt_br: Após sair, será necessário digitar sua senha novamente para acessar o conteúdo privado
zh_hans: 退出后需要重新输入密码才能访问私密内容
zh_hant: 退出後需要重新輸入密碼才能訪問私密內容

# settings.logout.title
source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
id: Keluar
ja: ログアウト
pl: Wyloguj się
pt_br: Sair
zh_hans: 退出登录
zh_hant: 退出登入

# settings.organization
source: Organization
de: Organisation
es: Organización
fr: Organisation
id: Pengorganisasian
ja: 整理
pl: Organizacja
pt_br: Organização
zh_hans: 组织管理
zh_hant: 組織管理

# settings.organization.footer
source: Use folders and tags to organize your private files
de: Ordner und Tags helfen beim Organisieren deiner privaten Dateien
es: Organiza tus archivos privados con carpetas y etiquetas
fr: Organisez vos fichiers privés avec des dossiers et des étiquettes
id: Gunakan folder dan tag untuk mengatur file pribadi Anda
ja: フォルダとタグでプライベートファイルを整理
pl: Uporządkuj prywatne pliki za pomocą folderów i tagów
pt_br: Organize seus arquivos privados com pastas e tags
zh_hans: 使用文件夹和标签来组织您的私密文件
zh_hant: 使用資料夾和標籤來組織您的私密檔案

# settings.passwordRequirement
source: New password must be at least 6 characters
de: Das neue Passwort muss mindestens 6 Zeichen enthalten
es: La nueva contraseña debe tener al menos 6 caracteres
fr: Le nouveau mot de passe doit comporter au moins 6 caractères
id: Kata sandi baru harus terdiri dari minimal 6 karakter
ja: 新しいパスワードは6文字以上にしてください
pl: Nowe hasło musi mieć co najmniej 6 znaków
pt_br: A nova senha deve ter pelo menos 6 caracteres
zh_hans: 新密码至少 6 个字符
zh_hant: 新密碼至少 6 個字元

# settings.secondPassword
source: Second Password
de: Zweites Passwort
es: Segunda contraseña
fr: Second mot de passe
id: Kata sandi kedua
ja: 第2パスワード
pl: Drugie hasło
pt_br: Segunda senha
zh_hans: 第二密码
zh_hant: 第二密碼

# settings.security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
ja: セキュリティ
pl: Bezpieczeństwo
pt_br: Segurança
zh_hans: 安全设置
zh_hant: 安全設定

# settings.sortBy
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan menurut
ja: 並べ替え
pl: Sortuj według
pt_br: Ordenar por
zh_hans: 排序方式
zh_hant: 排序方式

# settings.storage.available
source: Device Available Space
de: Freier Gerätespeicher
es: Espacio disponible en el dispositivo
fr: Espace disponible sur l’appareil
id: Ruang perangkat yang tersedia
ja: デバイスの空き容量
pl: Wolne miejsce na urządzeniu
pt_br: Espaço disponível no dispositivo
zh_hans: 设备可用空间
zh_hant: 設備可用空間

# settings.storage.footer
source: Clearing cache will free up temporary file storage without deleting your private files
de: Das Leeren des Caches gibt temporären Speicher frei, ohne deine privaten Dateien zu löschen
es: Vaciar la caché libera espacio temporal sin eliminar tus archivos privados
fr: Vider le cache libère l’espace des fichiers temporaires sans supprimer vos fichiers privés
id: Membersihkan cache akan mengosongkan penyimpanan file sementara tanpa menghapus file pribadi Anda
ja: キャッシュを消去すると、一時ファイルの領域を解放できます。プライベートファイルは削除されません
pl: Wyczyszczenie pamięci podręcznej zwolni miejsce zajmowane przez pliki tymczasowe, bez usuwania prywatnych plików
pt_br: Limpar o cache libera espaço de arquivos temporários sem excluir seus arquivos privados
zh_hans: 清理缓存可释放临时文件占用的空间，不会删除您的私密文件
zh_hant: 清理快取可釋放臨時檔案佔用的空間，不會刪除您的私密檔案

# settings.storage.title
source: Storage Management
de: Speicherverwaltung
es: Gestión de almacenamiento
fr: Gestion du stockage
id: Pengelolaan penyimpanan
ja: ストレージ管理
pl: Zarządzanie pamięcią
pt_br: Gerenciamento de armazenamento
zh_hans: 存储管理
zh_hant: 儲存管理

# settings.storage.used
source: Storage Used
de: Belegter Speicher
es: Espacio usado
fr: Stockage utilisé
id: Penyimpanan terpakai
ja: 使用済みストレージ
pl: Użyte miejsce
pt_br: Armazenamento usado
zh_hans: 已使用存储
zh_hant: 已使用儲存

# settings.subtitle
source: True Offline Private Space
de: Ein wirklich privater Offline-Bereich
es: Un espacio privado realmente sin conexión
fr: Un espace privé vraiment hors ligne
id: Ruang pribadi yang benar-benar offline
ja: 本当にオフラインのプライベート空間
pl: Prawdziwie prywatna przestrzeń offline
pt_br: Um espaço privado realmente offline
zh_hans: 真正的离线私密空间
zh_hant: 真正的離線私密空間

# settings.tagline
source: Zero Upload · Zero Tracking · Zero Risk
de: Keine Uploads · Kein Tracking · Kein Risiko
es: Cero subidas · Cero seguimiento · Cero riesgo
fr: Zéro envoi · Zéro suivi · Zéro risque
id: Tanpa unggahan · Tanpa pelacakan · Tanpa risiko
ja: アップロードゼロ · 追跡ゼロ · リスクゼロ
pl: Bez przesyłania · Bez śledzenia · Zero ryzyka
pt_br: Zero uploads · Zero rastreamento · Zero risco
zh_hans: 零上传 · 零追踪 · 零风险
zh_hant: 零上傳 · 零追蹤 · 零風險

# settings.tagManagement
source: Tag Management
de: Tag-Verwaltung
es: Gestión de etiquetas
fr: Gestion des étiquettes
id: Pengelolaan tag
ja: タグ管理
pl: Zarządzanie tagami
pt_br: Gerenciamento de tags
zh_hans: 标签管理
zh_hant: 標籤管理

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
ja: 設定
pl: Ustawienia
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

# setup.confirmPasswordPlaceholder
source: Re-enter password
de: Passwort erneut eingeben
es: Vuelve a introducir la contraseña
fr: Saisir à nouveau le mot de passe
id: Masukkan ulang kata sandi
ja: パスワードを再入力
pl: Wpisz hasło ponownie
pt_br: Digite a senha novamente
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

# setup.finish
source: Finish Setup
de: Einrichtung abschließen
es: Finalizar configuración
fr: Terminer la configuration
id: Selesaikan pengaturan
ja: 設定を完了
pl: Zakończ konfigurację
pt_br: Concluir configuração
zh_hans: 完成设置
zh_hant: 完成設定

# setup.header.subtitle
source: Create a password to protect your ZeroNet Space
de: Erstelle ein Passwort zum Schutz deines ZeroNet Space
es: Crea una contraseña para proteger tu ZeroNet Space
fr: Créez un mot de passe pour protéger votre ZeroNet Space
id: Buat kata sandi untuk melindungi ZeroNet Space Anda
ja: ZeroNet Spaceを保護するパスワードを作成
pl: Utwórz hasło chroniące ZeroNet Space
pt_br: Crie uma senha para proteger seu ZeroNet Space
zh_hans: 创建一个密码来保护您的零网络空间
zh_hant: 建立一個密碼來保護您的ZeroNet Space

# setup.header.title
source: Set Password
de: Passwort festlegen
es: Configurar contraseña
fr: Définir le mot de passe
id: Atur kata sandi
ja: パスワードを設定
pl: Ustaw hasło
pt_br: Definir senha
zh_hans: 设置密码
zh_hant: 設定密碼

# setup.hidePassword
source: Hide Password
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
id: Sembunyikan kata sandi
ja: パスワードを隠す
pl: Ukryj hasło
pt_br: Ocultar senha
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

# setup.passwordMatch
source: Passwords match
de: Passwörter stimmen überein
es: Las contraseñas coinciden
fr: Les mots de passe correspondent
id: Kata sandi cocok
ja: パスワードが一致しました
pl: Hasła są zgodne
pt_br: As senhas coincidem
zh_hans: 密码匹配
zh_hant: 密碼匹配

# setup.passwordMismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
id: Kata sandi tidak cocok
ja: パスワードが一致しません
pl: Hasła nie są zgodne
pt_br: As senhas não coincidem
zh_hans: 密码不一致
zh_hant: 密碼不一致

# setup.passwordPlaceholder
source: Enter password
de: Passwort eingeben
es: Introduce la contraseña
fr: Saisir le mot de passe
id: Masukkan kata sandi
ja: パスワードを入力
pl: Wpisz hasło
pt_br: Digite a senha
zh_hans: 输入密码
zh_hant: 輸入密碼

# setup.passwordStrength
source: Password strength
de: Passwortstärke
es: Seguridad de la contraseña
fr: Robustesse du mot de passe
id: Kekuatan kata sandi
ja: パスワードの強度
pl: Siła hasła
pt_br: Força da senha
zh_hans: 密码强度
zh_hant: 密碼強度

# setup.privacy.message
source: This app will never make network requests. Any network request you see is from the system (except for in-app purchases). You can safely deny network access.
de: Diese App stellt nie Netzwerkanfragen. Alle sichtbaren Netzwerkanfragen stammen vom System (außer In-App-Käufen). Du kannst den Netzwerkzugriff sicher verweigern.
es: Esta app nunca realiza solicitudes de red. Cualquier solicitud que veas procede del sistema (excepto las compras dentro de la app). Puedes denegar el acceso a la red con seguridad.
fr: Cette app n’effectue jamais de requêtes réseau. Toute requête visible provient du système (sauf les achats intégrés). Vous pouvez refuser l’accès au réseau sans problème.
id: Aplikasi ini tidak pernah membuat permintaan jaringan. Setiap permintaan jaringan yang Anda lihat berasal dari sistem (kecuali pembelian dalam aplikasi). Anda dapat menolak akses jaringan dengan aman.
ja: このアプリはネットワークリクエストを行いません。表示される通信はシステムによるものです（アプリ内購入を除く）。ネットワークアクセスは拒否しても問題ありません。
pl: Ta aplikacja nie wysyła żądań sieciowych. Widoczne połączenia pochodzą z systemu (z wyjątkiem zakupów w aplikacji). Możesz bezpiecznie odmówić dostępu do sieci.
pt_br: Este app nunca faz solicitações de rede. Qualquer solicitação visível vem do sistema (exceto compras no app). Você pode negar o acesso à rede com segurança.
zh_hans: 本应用不会发起网络请求，如遇到网络请求均为系统发起（内购除外），可放心拒绝。
zh_hant: 本應用不會發起網路請求，如遇到網路請求均為系統發起（內購除外），可放心拒絕。

# setup.privacy.title
source: Zero Network Privacy
de: Datenschutz ohne Netzwerk
es: Privacidad sin red
fr: Confidentialité sans réseau
id: Privasi tanpa jaringan
ja: 通信ゼロのプライバシー
pl: Prywatność bez sieci
pt_br: Privacidade sem rede
zh_hans: 零网络隐私保护
zh_hant: 零網路隱私保護

# setup.requirement.combination
source: Must contain letters and numbers
de: Muss Buchstaben und Zahlen enthalten
es: Debe contener letras y números
fr: Doit contenir des lettres et des chiffres
id: Harus berisi huruf dan angka
ja: 英字と数字を含めてください
pl: Musi zawierać litery i cyfry
pt_br: Deve conter letras e números
zh_hans: 需同时包含字母和数字
zh_hant: 需同時包含字母和數字

# setup.requirement.important
source: Remember this password, it cannot be recovered
de: Merke dir dieses Passwort; es kann nicht wiederhergestellt werden
es: Recuerda esta contraseña; no puede recuperarse
fr: Retenez ce mot de passe : il ne peut pas être récupéré
id: Ingat kata sandi ini; kata sandi tidak dapat dipulihkan
ja: このパスワードを忘れないでください。復元はできません
pl: Zapamiętaj to hasło. Nie można go odzyskać
pt_br: Memorize esta senha; ela não pode ser recuperada
zh_hans: 请牢记该密码，无法找回
zh_hant: 請牢記該密碼，無法找回

# setup.requirement.length
source: At least 6 characters
de: Mindestens 6 Zeichen
es: Al menos 6 caracteres
fr: Au moins 6 caractères
id: Minimal 6 karakter
ja: 6文字以上
pl: Co najmniej 6 znaków
pt_br: Pelo menos 6 caracteres
zh_hans: 至少 6 个字符
zh_hant: 至少 6 個字元

# setup.showPassword
source: Show Password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
id: Tampilkan kata sandi
ja: パスワードを表示
pl: Pokaż hasło
pt_br: Mostrar senha
zh_hans: 显示密码
zh_hant: 顯示密碼

# sort.dateNewest
source: Newest first
de: Neueste zuerst
es: Más recientes primero
fr: Les plus récents d’abord
id: Terbaru dahulu
ja: 新しい順
pl: Od najnowszych
pt_br: Mais recentes primeiro
zh_hans: 最新优先
zh_hant: 最新優先

# sort.dateOldest
source: Oldest first
de: Älteste zuerst
es: Más antiguos primero
fr: Les plus anciens d’abord
id: Terlama dahulu
ja: 古い順
pl: Od najstarszych
pt_br: Mais antigos primeiro
zh_hans: 最旧优先
zh_hant: 最舊優先

# sort.sizeLargest
source: Largest size
de: Größte zuerst
es: Mayor tamaño
fr: Taille décroissante
id: Ukuran terbesar
ja: 最大サイズ
pl: Największy rozmiar
pt_br: Maior tamanho
zh_hans: 体积最大
zh_hant: 體積最大

# sort.sizeSmallest
source: Smallest size
de: Kleinste zuerst
es: Menor tamaño
fr: Taille croissante
id: Ukuran terkecil
ja: サイズが小さい順
pl: Od najmniejszego rozmiaru
pt_br: Menor tamanho
zh_hans: 体积最小
zh_hant: 體積最小

# sort.typeGrouped
source: Group by type
de: Nach Typ gruppieren
es: Agrupar por tipo
fr: Regrouper par type
id: Kelompokkan menurut jenis
ja: 種類別にまとめる
pl: Grupuj według typu
pt_br: Agrupar por tipo
zh_hans: 按类型分组
zh_hant: 按類型分組

# storage.error.cacheNotFound
source: Cache directory not found.
de: Cache-Verzeichnis nicht gefunden.
es: No se encontró el directorio de caché.
fr: Répertoire du cache introuvable.
id: Direktori cache tidak ditemukan.
ja: キャッシュフォルダが見つかりません。
pl: Nie znaleziono katalogu pamięci podręcznej.
pt_br: Diretório de cache não encontrado.
zh_hans: 缓存目录未找到。
zh_hant: 快取目錄未找到。

# storage.error.clearCacheFailed
source: Failed to clear cache.
de: Cache konnte nicht geleert werden.
es: No se pudo vaciar la caché.
fr: Impossible de vider le cache.
id: Gagal membersihkan cache.
ja: キャッシュを消去できませんでした。
pl: Nie udało się wyczyścić pamięci podręcznej.
pt_br: Não foi possível limpar o cache.
zh_hans: 清理缓存失败。
zh_hant: 清理快取失敗。

# storage.error.clearTempFailed
source: Failed to clear temporary files.
de: Temporäre Dateien konnten nicht gelöscht werden.
es: No se pudieron borrar los archivos temporales.
fr: Impossible de supprimer les fichiers temporaires.
id: Gagal membersihkan file sementara.
ja: 一時ファイルを消去できませんでした。
pl: Nie udało się usunąć plików tymczasowych.
pt_br: Não foi possível limpar os arquivos temporários.
zh_hans: 清理临时文件失败。
zh_hant: 清理臨時檔案失敗。

# tab.files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
id: File
ja: ファイル
pl: Pliki
pt_br: Arquivos
zh_hans: 文件
zh_hant: 檔案

# tab.media
source: Media
de: Medien
es: Archivos multimedia
fr: Médias
ja: メディア
pl: Multimedia
pt_br: Mídias
zh_hans: 影音
zh_hant: 影音

# tab.photos
source: Photos
de: Fotos
es: Fotos
id: Foto
ja: 写真
pl: Zdjęcia
pt_br: Fotos
zh_hans: 相片
zh_hant: 照片

# tab.secretSpace
source: Notes
de: Notizen
es: Notas
id: Catatan
ja: メモ
pl: Notatki
pt_br: Notas
zh_hans: 笔记
zh_hant: 筆記

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
ja: 設定
pl: Ustawienia
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

# tags.add.title
source: Add Tags
de: Tags hinzufügen
es: Añadir etiquetas
fr: Ajouter des étiquettes
id: Tambah tag
ja: タグを追加
pl: Dodaj tagi
pt_br: Adicionar tags
zh_hans: 添加标签
zh_hant: 添加標籤

# tags.create.title
source: Create New Tag
de: Neuen Tag erstellen
es: Crear etiqueta
fr: Créer une étiquette
id: Buat tag baru
ja: 新しいタグを作成
pl: Utwórz nowy tag
pt_br: Criar tag
zh_hans: 创建新标签
zh_hant: 建立新標籤

# tags.empty
source: No tags yet
de: Noch keine Tags
es: Aún no hay etiquetas
fr: Aucune étiquette pour le moment
id: Belum ada tag
ja: タグはまだありません
pl: Brak tagów
pt_br: Ainda não há tags
zh_hans: 还没有标签
zh_hant: 還沒有標籤

# tags.inputPrompt
source: Enter new tag name
de: Neuen Tag-Namen eingeben
es: Introduce el nombre de la nueva etiqueta
fr: Saisir le nom de l’étiquette
id: Masukkan nama tag baru
ja: 新しいタグ名を入力
pl: Wpisz nazwę nowego tagu
pt_br: Digite o nome da nova tag
zh_hans: 输入新标签的名称
zh_hant: 輸入新標籤的名稱

# tags.management.title
source: Tag Management
de: Tag-Verwaltung
es: Gestión de etiquetas
fr: Gestion des étiquettes
id: Pengelolaan tag
ja: タグ管理
pl: Zarządzanie tagami
pt_br: Gerenciamento de tags
zh_hans: 标签管理
zh_hant: 標籤管理

# tags.select.title
source: Select Tags
de: Tags auswählen
es: Seleccionar etiquetas
fr: Choisir des étiquettes
id: Pilih tag
ja: タグを選択
pl: Wybierz tagi
pt_br: Selecionar tags
zh_hans: 选择标签
zh_hant: 選擇標籤

# tags.usageCount
source: %d uses
de: %d Nutzungen
es: %d usos
fr: %d utilisations
id: %d penggunaan
ja: %d回使用
pl: %d użyć
pt_br: %d usos
zh_hans: %d 次使用
zh_hant: %d 次使用

# video.decrypt.status
source: Decrypting video. Large files may take a few seconds.
de: Video wird entschlüsselt. Große Dateien können einige Sekunden benötigen.
es: Descifrando vídeo. Los archivos grandes pueden tardar unos segundos.
fr: Déchiffrement de la vidéo. Les fichiers volumineux peuvent prendre quelques secondes.
id: Mendekripsi video. File besar mungkin memerlukan beberapa detik.
ja: 動画を復号中です。大きなファイルは数秒かかる場合があります。
pl: Odszyfrowywanie filmu. Duże pliki mogą wymagać kilku sekund.
pt_br: Descriptografando vídeo. Arquivos grandes podem levar alguns segundos.
zh_hans: 正在解密视频，文件较大可能需要几秒
zh_hant: 正在解密影片，檔案較大可能需要幾秒

# video.delete.confirmMessage
source: Are you sure you want to delete this video? This action cannot be undone.
de: Dieses Video wirklich löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Quieres eliminar este vídeo? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer cette vidéo ? Cette action est irréversible.
id: Hapus video ini? Tindakan ini tidak dapat dibatalkan.
ja: この動画を削除しますか？この操作は取り消せません。
pl: Usunąć ten film? Tej operacji nie można cofnąć.
pt_br: Deseja excluir este vídeo? Esta ação não pode ser desfeita.
zh_hans: 确定要删除此视频吗？此操作无法撤销。
zh_hant: 確定要刪除此影片嗎？此操作無法撤銷。

# video.delete.confirmTitle
source: Delete Video
de: Video löschen
es: Eliminar vídeo
fr: Supprimer la vidéo
id: Hapus video
ja: 動画を削除
pl: Usuń film
pt_br: Excluir vídeo
zh_hans: 删除视频
zh_hant: 刪除影片

# video.error.decryptFailed
source: Video decryption failed: %1$@
de: Videoentschlüsselung fehlgeschlagen: %1$@
es: Error al descifrar el vídeo: %1$@
fr: Échec du déchiffrement de la vidéo : %1$@
id: Dekripsi video gagal: %1$@
ja: 動画の復号に失敗しました：%1$@
pl: Nie udało się odszyfrować filmu: %1$@
pt_br: Falha na descriptografia do vídeo: %1$@
zh_hans: 视频解密失败: %1$@
zh_hant: 影片解密失敗: %1$@

# video.error.loadFailed
source: Video failed to load
de: Video konnte nicht geladen werden
es: No se pudo cargar el vídeo
fr: Impossible de charger la vidéo
id: Video gagal dimuat
ja: 動画を読み込めませんでした
pl: Nie udało się wczytać filmu
pt_br: Não foi possível carregar o vídeo
zh_hans: 视频加载失败
zh_hant: 影片載入失敗

# video.error.passwordMissing
source: Unable to access password. Please sign in again.
de: Kein Zugriff auf das Passwort. Melde dich erneut an.
es: No se puede acceder a la contraseña. Inicia sesión de nuevo.
fr: Accès au mot de passe impossible. Reconnectez-vous.
id: Kata sandi tidak dapat diakses. Silakan masuk kembali.
ja: パスワードにアクセスできません。もう一度ログインしてください。
pl: Nie można uzyskać dostępu do hasła. Zaloguj się ponownie.
pt_br: Não é possível acessar a senha. Entre novamente.
zh_hans: 无法获取密码，请重新登录
zh_hant: 無法獲取密碼，請重新登入

# video.export.inProgress
source: Exporting video...
de: Video wird exportiert…
es: Exportando vídeo…
fr: Export de la vidéo…
id: Mengekspor video…
ja: 動画を書き出し中…
pl: Eksportowanie filmu…
pt_br: Exportando vídeo…
zh_hans: 正在导出视频...
zh_hant: 正在匯出影片...

# video.loading
source: Loading...
de: Wird geladen…
es: Cargando…
fr: Chargement…
id: Memuat…
ja: 読み込み中…
pl: Wczytywanie…
pt_br: Carregando…
zh_hans: 正在加载...
zh_hant: 正在載入...

# video.share
source: Share Video
de: Video teilen
es: Compartir vídeo
fr: Partager la vidéo
id: Bagikan video
ja: 動画を共有
pl: Udostępnij film
pt_br: Compartilhar vídeo
zh_hans: 分享视频
zh_hant: 分享影片

# videos.empty.subtitle
source: Tap the + button to import videos
de: Tippe auf +, um Videos zu importieren
es: Toca + para importar vídeos
fr: Touchez + pour importer des vidéos
id: Ketuk + untuk mengimpor video
ja: ＋ボタンをタップして動画を読み込み
pl: Stuknij +, aby zaimportować filmy
pt_br: Toque em + para importar vídeos
zh_hans: 点击右上角 + 按钮导入视频
zh_hant: 點選右上角 + 按鈕匯入影片

# videos.empty.title
source: No Videos Yet
de: Noch keine Videos
es: Aún no hay vídeos
fr: Aucune vidéo pour le moment
id: Belum ada video
ja: 動画はまだありません
pl: Brak filmów
pt_br: Ainda não há vídeos
zh_hans: 还没有视频
zh_hant: 還沒有影片

# videos.startImport
source: Start Import
de: Import starten
es: Iniciar importación
fr: Démarrer l’import
id: Mulai impor
ja: 読み込み開始
pl: Rozpocznij import
pt_br: Iniciar importação
zh_hans: 开始导入
zh_hant: 開始匯入
